import './Rules.css'
function Rules(){
    const rules = [
        " Для здійснення покупок потрібна реєстрація на веб-сайті.",
        "Замовлення можуть робити лише користувачі, які досягли 18-річного віку.",
        "Ціни вказані в українських гривнях (UAH) і включають ПДВ.",
        "Доставка доступна лише в межах України.",
        "За доставку можуть стягуватись додаткові витрати, які будуть зазначені під час процесу оформлення замовлення.",
        "Варіанти оплати включають онлайн-системи оплати та оплату при отриманні (за наявності такої опції).",
        "Замовлення будуть оброблятись та відправлятись протягом 1-3 робочих днів.",
        "Повернення або обмін товару можливий відповідно до правил повернення, зазначених на веб-сайті.",
        "Користувачі повинні надавати достовірну та точну інформацію при оформленні замовлення.",
        "Користувачі повинні дотримуватись усіх правил і політик, встановлених інтернет-магазином."
      ];
    return(
        <div className="Rules">
            <h6>Правила</h6>
            <ol>

     
{rules.map(item=>{
    return(
        <li>{item}</li>
    )
})}
       </ol>
        </div>
    )
}
export default Rules